{
	"app": {
		"name": "Thank you",
		"short_description": "Stop wasting hours of time per month resolving Zendesk tickets because of “thank you” messages.",
		"long_description": "**Stop wasting hours of time per month resolving Zendesk tickets because of “thank you” messages.** \n\n (Get it for free now) \n\n _Used by dozens of Zendesk clients (and counting!)_ \n\n **Our add-on can save you from wasting hours of agent time every month. How?** \n\n Well, once you’ve solved a ticket in Zendesk, more often than not your customer will send a final response just to say something like “thanks very much”, “thank you for the help” or “great job!” \n\n Of course it’s great to know your customer is happy with the service, but let’s be honest - it’s annoying that every time this happens, it reopens the ticket in the queue. \n\n One of your agents has to manually load the ticket, check the response, realise there’s no further requirement and close it. \n\n OK, maybe that only takes 15 or 20 seconds for each ticket - but that time soon adds up when you’re working with substantial volumes, so there’s a significant and unnecessary cost to you. \n\n If you reopen 5,000 Zendesk tickets per month simply because of “thank you” messages, you’re looking at about 14 hours of wasted work per month - that’s a couple of full days for one agent. \n\n **Our solution allows you to resolve these tickets automatically.** \n\n Our innovative Zendesk plugin works in the background and: \n\n - Reads the message to identify key phrases that indicate a “thank you” response (we’ve tested 800+ variants) \n - Confirms there’s no additional request included \n - Switches the ticket back to “solved” and resolves it \n \n\n **Take a look at the plugin in action** \n\n ![Thank you App demo](https:\/\/getadelante.com\/wp-content\/uploads\/2021\/08\/thank-you-app-gif.gif) \n\n **All this happens within seconds, so there’s no backlog of “thank you” messages clogging up your queue.** \n\n From the customer’s point of view - nothing has changed. \n\n From your agent’s point of view - fewer frustrating, repetitive tasks to clear. \n\n And from a business point of view - a better service, with lower cost. \n\n **What about other languages?** \n\n We automatically translate any messages or comments, so we’re able to detect and deal with “thank you” messages in virtually any language. \n\n **Who is this plugin designed for?** \n\n Our “thank you” plugin is an ideal solution for any business using Zendesk who deals with upwards of 1,000 customer tickets per month, and the more tickets you have, the more time and money we can save you. \n\n It’s completely scalable, so even the busiest service desks will be able to handle those unnecessary tickets without lifting a finger. \n\n Stop wasting your agents’ time and your budget replying manually to every extra “thanks” that customers send your way. \n\n Show them you appreciate them with a prompt automated response and move on to the next urgent issue, helping to reduce wait times. \n\n **Is my data secure?** \n\n Absolutely - we don’t store any of your messages or metadata. Once processing is complete, everything is completely erased and no logs are kept. Access is via an encrypted API key which is stored on a secured tokenization platform.",
		"installation_instructions": "**To install the app**:  \n\n - Install the app from the Zendesk Marketplace clicking the Install button on the top right of this page  \n - Before the app can do its job, please follow the steps:  \n\n 1. Go to the Zendesk admin Center, then Select the Apps and integrations dropdown. In this section, Clck the Zendesk APIs button  \n 2. Enable the API (If required), and enable the Token Access (if it's not enabled yet)  \n 3. Click on 'Add API token' button, to create a new API token for the app. Name it 'Thank You App' and copy the API token generated. Then save the new API token.  \n 4. Go to your standard Zendesk Support(Zendesk Agent Workspace). On the Navigation Bar to your left, you will see the new Thank You app icon.  \n 5. Enter your Zendesk Admin email(Important: Do not enter your standard support email, but rather an Admin email) and enter the API key you just generated. Click on 'Create' and you are done! If you want to make sure you're still connected, refresh this page to see your connection status."
	}
}